SoutherWater_AutomationFrameWork/src/test/resources/apiResourceTemplate/sample.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:foot="https://footballpool.dataaccess.eu">
   <soap:Header/>
   <soap:Body>
      <foot:Countries>
         <foot:sCountryName>india</foot:sCountryName>
      </foot:Countries>
   </soap:Body>
</soap:Envelope>